export const syukkin_keywords = [
  "おは",
  "おっす",
  "おはよ",
  "おっは",
  "おはー",
  "おはい",
  "おはじ",
  "おはじょ",
  "おっはー",
  "おはよう",
  "oha",
  "hi",
  "hello",
  "hey",
  "yo",
  "gm", // Good morning
  "gd", // Good day
  "gmorn", // Good morning
  "gday", // Good day
  "morn", // Morning
];

export const syukkin_messages = [
  "おっはにゃん！",
  "おはよっちゃん！",
  "おはよーん！",
  "おはようでっかい！",
  "おはようサンディ！",
  "おっはいどー！",
  "おはよーてんこもり！",
  "おっはっぴー！",
  "おはようワンダー！",
  "おはにゃんにゃん！",
  "おはようございますかに！今日も頑張りましょうかに！",
  "おはようございますかに！元気に出勤してきましたかに？",
  "おはようございますかに！今日も笑顔で一日をスタートしましょうかに！",
  "おはようございますかに！朝の挨拶は元気にかにポーズで行いましょうかに！",
  "おはようございますかに！みんなにパワーを分けてもらって、今日もがんばりますかに！",
  "おはようございますかに！今日も仲間と一緒に頑張りましょうかに！",
  "おはようございますかに！笑顔で出勤してきたあなたに、みんなも元気になりますかに！",
  "おはようございますかに！朝の挨拶で気持ちもリフレッシュしましょうかに！",
  "おはようございますかに！今日も新しいことに挑戦していきましょうかに！",
  "おはようございますかに！一緒に仕事を楽しく進めましょうかに！",
];

export const taikin_keywords = [
  "おつ",
  "お疲れ",
  "ご苦労",
  "お先",
  "お先に",
  "お先に失礼",
  "おやす",
  "おやすみ",
  "おやすみなさい",
  "お休み",
  "otu",
  "otsu",
  "gn", // Good night
  "cy", // See you
  "by", // Goodbye
  "gg", // Good going
  "wk", // Well done
  "th", // Thanks
  "cya", // See ya
  "ht", // Take care
];

export const taikin_messages = [
  "お疲れかにー！",
  "お疲れでちゅ！",
  "おつかれサラッと！",
  "お疲れ〜！",
  "おつかれマックス！",
  "お疲れビバ！",
  "お疲れまっくす！",
  "おつかれナイス！",
  "お疲れラッキー！",
  "お疲れドンマイ！",
  "お疲れ様ですかに！一日お疲れさまでしたかに！",
  "お疲れ様ですかに！今日も一日頑張りましたねかに！",
  "お疲れ様ですかに！明日もまた頑張りましょうかに！",
  "お疲れ様ですかに！ゆっくり休んで明日に備えましょうかに！",
  "お疲れ様ですかに！今日も一緒に頑張ってくれてありがとうかに！",
  "お疲れ様ですかに！明日への準備をしっかりとしてお休みくださいかに！",
  "お疲れ様ですかに！疲れた心と体を癒して明日に備えましょうかに！",
  "お疲れ様ですかに！一日の努力に感謝して、ゆっくり休んでくださいかに！",
  "お疲れ様ですかに！明日への活力をチャージするために、良い休息を取りましょうかに！",
  "お疲れ様ですかに！今日も一緒に頑張った仲間に感謝して、ゆっくりと休んでくださいかに！",
];
